# Message text common
choose_address = 'Выберите адрес склада:'
choose_category = 'Что хотите хранить?'

delivery_option = 'Как вы хотели бы передать нам свои вещи?'

pd = '''Настоящим подтверждаю, что я ознакомлен и согласен с условиями Политики \
            в отношении обработки персональных данных. Настоящим я даю разрешение \
            ООО "Кладовка" (далее "Кладовка") в целях информирования об услугах, заключения \
            и исполнения договора предоставления услуг обрабатывать - собирать, записывать, \
            хранить, уточнять, извлекать, использовать, удалять, уничтожать - мои персональные \
            данные: номер телефона, адрес электронной почты и почтовый адрес. Также я разрешаю \
            "Кладовке" в целях информирования осуществлять обработку вышеперечисленных \
            персональных данных и направлять на указанный мною адрес электронной почты \
            и/или на номер мобильного телефона, а также с помощью системы мгновенного \
            обмена сообщениями через Интернет информацию об услугах "Кладовки" и ее \
            партнеров. Согласие может быть отозвано мною в любой момент путем направления \
            письменного уведомления по адресу "Кладовки".'''
request_email = 'Введите свой e-mail'
request_phone = 'Введите номер телефона в формате (8**********)'
request_weight = 'Давайте рассчитаем примерную стоимость хранения. \nПожалуйста, введите вес Ваших вещей (в кг.)'
wrong_weight = 'Недопустимый вес. Пожалуйста, введите положительное число, большее 0.'
request_volume = 'Пожалуйста, укажите объем вашей посылки (в м2).'
request_period = 'Пожалуйста, укажите сколько месяцев вы хотите хранить посылку (до 24).'
wrong_volume = 'Недопустимый объем. Пожалуйста, введите положительное число, большее 0.'
wrong_period = 'Недопустимый период хранения. Введите повторно количество месяцев (до 24).'
order_cost = 'Стоимость хранения вашей посылки составляет: {order_cost} рублей.'
wrong_cost = 'Извините, не удалось рассчитать стоимость хранения. \nПожалуйста, проверьте правильность введенных данных.'
order_complete = 'Заказ создан. Мы свяжемся с Вами для уточнения деталей. Благодарим за Ваш выбор!'
# Button text
choose_option = [
    'Я сам привезу вещи',
    'Заказать курьера'
]
yes_no = [
    'Согласен',
    'Не согласен'
]

addresses = [
    'Москва',
    'Санкт-Петербург',
    'Мальдивы',
    'Альфа центавра',
]


