# Message text
start_created = '''Привет, {first_name}!
Этот бот - лучший сервис для хранения ваших вещей. В вашей квартире совсем нет места для старого стеллажа с бабушкиным сервизом, а выбрасывать жалко? А может вам надоело, что всю зиму целую половину вашего балкона занимает велосипед?! Или же вас ожидает переезд?

У нас есть решение! Мы бесплатно рассчитаем стоимость ваших вещей и доставим их на ближайший к вам склад в удобное для вас время. 
Чем мы можем вам помочь?'''
start_not_created = '''С возвращением, {first_name}!
Чем я могу вам помочь?'''

cancel_text = 'Вы перемещены в главное меню'

# Button text
start_button_text = ['Оформить заказ', 'Список действующих боксов', 'Выход']

faq = '''
Часто задаваемые вопросы:
<strong>Как происходит оплата?</strong>
 Вы можете оплатить хранение на нашем складе картой любого банка, привязав её во время сдачи вещей. Первый платеж будет списан, как только вещи попадут на склад. Это может занять до 24 часов после встречи с муверами. Вы сразу получите уведомление в личном кабинете и по смс. Списания по тарифу происходят один раз в месяц, того же числа, что и первое списание.
<strong>Насколько заранее нужно заказывать сдачу вещей? А возврат?</strong>
 Обычно мы можем приехать на следующий день после оформления заявки, но рекомендуем делать заказ за два-три дня.
<strong>Как происходит сдача вещей?</strong>
 После оформления заказа мы свяжемся с вами, чтобы уточнить все детали. Утром в день сдачи позвоним, чтобы сказать точное время приезда муверов. Муверы приедут к вам в назначенный день и время, упакуют вещи, погрузят в автомобиль и повезут на склад.
<strong>Как рассчитывается стоимость хранения вещей?</strong>
 Оставьте ваши контактные данные. Мы вам перезвоним, чтобы рассчитать стоимость хранения вещей. Для этого потребуется описание или фото предметов, которые вы хотите сдать. Тариф рассчитывается по кубическим метрам. Габариты вещей сложной формы, таких как диван, кресло или стул, мы измеряем по объему описанного вокруг них прямоугольника. Итоговую цену мы фиксируем в момент сдачи. Муверы сообщат вам тариф, и вы сможете подтвердить его или изменить количество вещей. Услуги упаковки и транспортировки вещей уже включены в стоимость тарифа, ведь мы — ответственная компания, которая предлагает решение под ключ. Мы оказываем услуги временного и длительного хранения на срок от 1 месяца — вы можете продлевать аренду индивидуального места на складе каждый месяц.
'''

permitted_items = '''
Список разрешенных для хранения вещей:
<strong>Что принимается на хранение:</strong>
 Мебель
 Бытовая техника
 Одежда и обувь
 Инструменты
 Посуда
 Книги
 Шины
 Велосипеды
 Мотоциклы и скутеры
 Спортивный инвентарь
 
<strong>Что не принимается на хранение:</strong>
 Алкоголь
 Продукты
 Деньги и драгоценности
 Изделия из натурального меха
 Живые цветы и растения
 Домашние питомцы
 Оружие и боеприпасы
 Взрывоопасные вещества и токсины
 Лаки и краски в негерметичной таре
 Любой мусор и отходы
'''